import React from 'react'
import Navbar1 from './Navbar'
import ImgIntro from "../assets/bg-about.webp"
import About2 from "../assets/about2.webp"
import About3 from "../assets/about3.webp"
import About4 from "../assets/about4.webp"
import Footer from '../components/Footer'

const About = () => {
  return (
    <div id='up'>
    <div className="hero">
        <div className="container"> <Navbar1 /> </div>
        <div className="coverIntro hidden-img"> <img src={ImgIntro} alt="intro page contains word 'about us '" /></div>
      </div>

    <div className="about">
    <div className="top bs-white">
      <div className="container">
      <div className="coverImg"> <img src={About2} alt=""/> </div>
      <div className="text">
        <div className="p">في قلب الإمارات، يقف مركز بركة الوقف كمؤسسة رائدة في مجال الأوقاف، متميزًا برؤيته العميقة ومهمته الملهمة. تأسس المركز برسالة واضحة: خدمة الواقفين، النظّار، وجميع المهتمين بعالم الأوقاف. نحن هنا ليس فقط للإدارة الفعّالة للأوقاف، بل أيضًا لنشر ثقافة الوقف وتعزيز مفهوم الاستدامة في المجتمع.</div>
        <div className="p">في مركز بركة الوقف، نتبنى نهجًا مؤسسيًا يستند إلى المنهجية العلمية. نسعى لتحقيق التميز والريادة في العمل الوقفي على مستوى الإمارات، مع التزامنا بتقديم خدمات على أعلى مستوى من الكفاءة والجودة. نعمل جاهدين لتحليل الفرص والتحديات التي تواجه الأوقاف، مما يجعلنا الوجهة المثالية لكل من يسعى لفهم وتطبيق مفاهيم الوقف بطريقة عصرية وفعّالة.</div>
        <div className="p">نحن  نؤمن بأن الأوقاف تمثل أداة قوية للتنمية المستدامة والتأثير الاجتماعي. لذا، نحن ملتزمون بتقديم خدمات متنوعة ومبتكرة تلبي احتياجات الواقفين والنظّار وجميع المهتمين بالأوقاف. من خلال تحليل دقيق لواقع الأوقاف وإمكانياتها، نسعى إلى تقديم حلول عملية لأي تحديات قد تواجهها، بينما نستعد لمواجهة أيّة أزمات محتملة بفعالية وحكمة.</div>
        <div className="p">نفتخر  بأننا نعمل يوميًا على ترسيخ مكانتنا كقائد للعمل الوقفي في الإمارات، مساهمين في تشكيل مستقبل الأوقاف بما يخدم المجتمع ويدعم مسيرة التنمية المستدامة.</div>
      </div>
    </div>
  </div>

    <div className="center">
      <div className="container">
      <div className="boxes">
        <div className="box">
          <div className="h2-right"> الرؤية</div>
          <div className="p">في مركز بركة الوقف نتبنى رؤية طموحة تهدف إلى تحقيق استدامة الأوقاف واستشراف مستقبل واعد حيث تصبح الأوقاف عنصرًا أساسيًا في التنمية الشاملة. نسعى لتطوير الأوقاف بطرق مبتكرة تضمن استثمارها بشكل فعّال ومستدام، ما يعزز من دورها في النمو الاقتصادي والاجتماعي. </div>
          <div className="p"> تتمحور رؤيتنا حول استغلال الأوقاف كمحرك للتنمية، مع التركيز على إدارتها بحكمة لتحقيق الفائدة المثلى للمجتمع. نلتزم بجعل الأوقاف جسرًا يربط بين الحاضر ومستقبل مزدهر، من خلال العمل الدؤوب والشراكات الاستراتيجية.
          </div>
        </div>
  
        <div className="box">
          <div className="h2-right"> الرسالة</div>
          <div className="p"> نحمل رسالة محورية تركز على الارتقاء بالقطاع غير الربحي من خلال نشر ثقافة الوقف وتحقيق استدامة الأصول الوقفية. نسعى بكل جدية وتفانٍ لتقديم خدمات احترافية تعزز من نمو وتطور الأوقاف. </div>
            <div className="p">يتمثل هدفنا في تحقيق التميز في إدارة وتنمية الأوقاف، بدعم من فريق عمل متخصص ومؤهل، يمتلك الخبرة والكفاءة اللازمة لتحقيق هذه الغاية. نعمل على توفير حلول مستدامة وفعّالة تضمن تحقيق أقصى استفادة ممكنة من الأوقاف، مساهمين بذلك في تطوير المجتمع ودعم مسيرته نحو التنمية المستدامة.</div>
        </div>
      </div>

      <div className="coverImg"> <img src={About3} alt=""/> </div>

    </div>
    </div>
  </div>

  <div className="vission bs-white">
    <div className="container">
      <div className="box">
        <div className="h2"> القيم</div>
        <div className="ul">

          <div className="inner-box"> 
            <div className="p"> <span>التميز والإبتكار: </span>  نسعى دائمًا للتفوق وإدخال أفكار جديدة ومبتكرة في عملنا </div>
            <div className="p"> <span>الاحترافية والمهنية: </span>  نتمسك بأعلى معايير الاحترافية في كل ما نقوم به </div>
            <div className="p"> <span>الشفافية والنزاهة: </span>  نلتزم بالصدق والوضوح في جميع تعاملاتنا وقراراتنا </div>
          </div>
          <div className="inner-box"> 
            <div className="p"> <span>الشراكة الفعالة: </span>  نؤمن بقوة التعاون والتنسيق مع شركائنا </div>
            <div className="p"> <span>العمل المؤسسي: </span>  نتبع نهجاً منظماً ومنهجياً في جميع أنشطتنا </div>
            <div className="p"> <span>المسؤولية الاجتماعية: </span>  نحمل في قلوبنا مسؤولية تجاه مجتمعنا، ملتزمين بإحداث تأثير إيجابي ومستدام </div>
          </div>
        </div>
      </div>
    </div>
  </div>

  <div className="goals">
    <div className="h1"> الأهداف </div>
    <div className="container">
      <div className="coverImg"> <img src={About4} alt=""/>   </div>
      <div className="boxes">

        <div className="box">
          <div className="h2-right"> الريادة والتميز في العمل الوقفي            </div>
          <div className="p">  يهدف مركز بركة الوقف إلى أن يصبح المعيار الأعلى للأوقاف، بترسيخ مكانته كمؤسسة رائدة على الساحتين المحلية والدولية، وذلك من خلال توفير خدمات استثنائية تدفع بعجلة التقدم والابتكار في القطاع الوقفي            </div>
        </div>

        <div className="box">
            <div className="h2-right"> تعزيز كفاءة النظّار            </div>
            <div className="p"> نسعى إلى تمكين النظّار من خلال تطوير مهاراتهم وبناء قدراتهم الإدارية، لضمان تحقيق الاستدامة والكفاءة العالية في إدارة الأوقاف، ما يضمن الاستثمار الأمثل للموارد            </div>
        </div>

        <div className="box">
            <div className="h2-right"> التوعية والمساهمة المجتمعية            </div>
            <div className="p"> نستهدف توعية المجتمع بأهمية الأوقاف ودورها الفاعل في التنمية، مشجعين الأفراد على المساهمة الإيجابية والمشاركة الفعّالة في الأعمال الوقفية   .
        </div>  </div>
  
        <div className="box">
            <div className="h2-right"> الدعم ونشر المعرفة            </div>
            <div className="p"> نلتزم بتقديم الدعم اللازم للواقفين في تأسيس وتوثيق أوقافهم، وكذلك نشر المعرفة المتعلقة بالأحكام الشرعية والأنظمة المتعلقة بالأوقاف. ونسعى إلى تعميم ثقافة الوقف والمنتجات المالية الإسلامية بمساعدة خبراء وأكاديميين متخصصين            </div>
        </div>

      </div>

    </div>
  </div>

    <Footer />
    </div>
  )
}

export default About